[
  {
    "titulos": {
      "neutra": "Gráfico mostra distribuição geográfica de comunidades muçulmanas sem destaque sensacionalista.",
      "ambigua": "Mapa apresenta comunidades muçulmanas e incidência de eventos recentes — interpretação aberta.",
      "estigmatizante": "Mapa destaca 'zonas problemáticas' com populações muçulmanas.",
      "desumanizacao": "Mapa rotula bairros inteiros como 'perigosos' devido à presença muçulmana."
    },
    "explicacoes": {
      "neutra": "Os dados são apresentados de forma objetiva, permitindo que o leitor observe a distribuição geográfica sem interpretação adicional.",
      "ambigua": "O mapa mostra informações que podem ser interpretadas de diferentes formas, dependendo de como se lê o contexto e a legenda.",
      "estigmatizante": "O destaque em determinadas áreas sugere um foco em problemas específicos, orientando a percepção do leitor.",
      "desumanizacao": "A representação atribui categorias de risco a bairros inteiros, aproximando a leitura da ideia de grupos homogêneos em vez de indivíduos."
    },
    "selecao": "neutra"
  },
  {
    "titulos": {
      "neutra": "Fotografia de uma escola com diversidade cultural em uma aula.",
      "ambigua": "Imagem de estudantes muçulmanos em uniforme escolar — leitura depende do contexto.",
      "estigmatizante": "Imagem de estudantes muçulmanos acompanhados de manchetes sobre 'conflitos culturais'.",
      "desumanizacao": "Estudantes muçulmanos apresentados como 'ameaça' ou 'problema social' em material de mídia."
    },
    "explicacoes": {
      "neutra": "A foto mostra o cotidiano escolar de forma factual, sem associar comportamentos ou valores a grupos específicos.",
      "ambigua": "A mesma imagem pode gerar diferentes interpretações, dependendo de como o texto ou manchete que a acompanha é lido.",
      "estigmatizante": "Ao combinar a imagem com determinadas manchetes, o leitor é guiado a perceber uma relação entre a imagem e um problema cultural ou social.",
      "desumanizacao": "A apresentação foca no grupo como um conjunto homogêneo, criando uma leitura que reduz indivíduos a categorias simbólicas."
    },
    "selecao": "neutra"
  },
  {
    "titulos": {
      "neutra": "Notícia sobre eventos culturais muçulmanos na cidade, sem adjetivos.",
      "ambigua": "Cobertura de festival muçulmano com enfoque em diferenças culturais — interpretação aberta.",
      "estigmatizante": "Festival muçulmano descrito como 'evento exótico que desafia valores locais'.",
      "desumanizacao": "Festival apresentado como 'ameaça cultural' ou 'problema público'."
    },
    "explicacoes": {
      "neutra": "A notícia apresenta os eventos culturais de forma informativa, permitindo que o leitor conheça o festival sem interpretação adicional.",
      "ambigua": "O mesmo evento pode ser lido de formas diferentes, dependendo do contexto ou do enfoque do leitor na cobertura.",
      "estigmatizante": "Algumas escolhas de palavras ou destaques podem orientar a percepção para contrastes culturais, sem necessariamente incluir juízo de valor explícito.",
      "desumanizacao": "A cobertura utiliza categorias amplas para caracterizar o evento, aproximando a leitura da ideia de um grupo homogêneo, em vez de participantes individuais."
    },
    "selecao": "neutra"
  }
]