[
  {
    "id": 1,
    "texto": "Comunidade muçulmana promove evento cultural para aproximar moradores.",
    "categoria": "ambigua",
    "explicacao": "Embora positiva, a manchete sugere que a comunidade precisa se justificar ou se tornar aceitável aos olhos da sociedade."
  },
  {
    "id": 2,
    "texto": "Estudantes muçulmanos discutem diversidade religiosa em escola pública.",
    "categoria": "estigmatizante",
    "explicacao": "A diversidade aparece como algo trazido por um grupo específico, reforçando a ideia de que o 'normal' está fora dele."
  },
  {
    "id": 3,
    "texto": "Mulher muçulmana denuncia discriminação em atendimento público.",
    "categoria": "neutra",
    "explicacao": "O foco da manchete está na violação de direitos, não na religião como fator de conflito."
  },
  {
    "id": 4,
    "texto": "Práticas islâmicas geram debate em município do interior.",
    "categoria": "ambigua",
    "explicacao": "A palavra 'debate' cria tensão simbólica, mesmo sem indicar oposição concreta ou conflito real."
  },
  {
    "id": 5,
    "texto": "Costumes muçulmanos dividem opiniões entre moradores da região.",
    "categoria": "ambigua",
    "explicacao": "A existência cultural é transformada em polêmica, naturalizando o estranhamento como algo legítimo."
  },
  {
    "id": 6,
    "texto": "Ataque violento reacende discussões sobre imigração islâmica na Europa.",
    "categoria": "estigmatizante",
    "explicacao": "Um evento específico é usado para sustentar associações amplas entre violência, imigração e religião."
  },
  {
    "id": 7,
    "texto": "Crescimento da população muçulmana preocupa parte dos moradores.",
    "categoria": "desumanizacao",
    "explicacao": "Pessoas são tratadas como dado demográfico ameaçador, não como indivíduos com histórias e direitos."
  },
  {
    "id": 8,
    "texto": "Autoridades reforçam monitoramento de comunidades islâmicas após incidente.",
    "categoria": "neutra",
    "explicacao": "A manchete descreve uma ação estatal, mas normaliza a vigilância direcionada a um grupo específico."
  },
  {
    "id": 9,
    "texto": "Líder muçulmano entra na mira da polícia após denúncia anônima.",
    "categoria": "estigmatizante",
    "explicacao": "A identidade religiosa ganha destaque mesmo sem relação comprovada com a investigação."
  },
  {
    "id": 10,
    "texto": "Medo do avanço islâmico cresce em meio a transformações culturais.",
    "categoria": "ambigua",
    "explicacao": "O sentimento de medo é apresentado como fato social neutro, sem questionar como ele é produzido."
  },
  {
    "id": 11,
    "texto": "Islamismo passa a ser tratado como desafio à identidade nacional.",
    "categoria": "neutra",
    "explicacao": "A manchete relata um discurso em circulação, mas não deixa claro quem define esse 'desafio'."
  },
  {
    "id": 12,
    "texto": "Valores islâmicos entram em conflito com princípios ocidentais, dizem analistas.",
    "categoria": "estigmatizante",
    "explicacao": "Reduz culturas complexas a blocos opostos e sugere incompatibilidade como algo natural."
  },
  {
    "id": 13,
    "texto": "Especialistas alertam para riscos da expansão do islamismo.",
    "categoria": "desumanizacao",
    "explicacao": "A linguagem técnica dá legitimidade a um discurso que transforma uma religião em ameaça abstrata."
  },
  {
    "id": 14,
    "texto": "Religião islâmica é apontada como entrave à integração social.",
    "categoria": "ambigua",
    "explicacao": "O problema é deslocado para a fé, enquanto fatores sociais, políticos e históricos ficam fora de cena."
  },
  {
    "id": 15,
    "texto": "Em quantas dessas manchetes o enquadramento passou despercebido para você?",
    "categoria": "metamanchete",
    "explicacao": "A pergunta agora não é sobre a mídia, mas sobre como você aprendeu a lê-la."
  }
]